do
function run(msg, matches)
  return [[

👥 قیمت گروه های آنتی اسپم سلام برای گرهتون ربات نمیخاید؟ قدی پرسرعت بدون اف و رد دادن لینک

تعرفه به صرفه تر از همه رباتای دیگ 👌👇

💸#نرخ ماهانہ یک ربات برای سوپر گروه ها:
💶یکماه🔚5000 تومان✅
💶دوماه🔚8000 تومان✅
💶سه ماه🔚12000 تومان✅

〰〰〰〰〰〰〰〰〰
💶#نرخ دائمے براے سوپر گروه ها
✖️قیمت یک ربات بہ صورت دایمے
💶 مبلغ 15000تومان

〰〰〰〰〰〰〰〰
شماره مجازے👈🏻 ۲۰۰۰تومان

جهت خرید ب ایدے زیر مراجعه نمایید👇🏻
@rushiiii72
  ]]
  end
return {
  description = "!buy", 
  usage = " !buy",
  patterns = {
    "^[#/!][Bb]uy$",
	"^خرید ربات$",
	"^نرخ$",
	"^Nerkh$",
	"^[#!/]Nerkh$",
    "^[Bb]uy$"
  },
  run = run
}
end
