do
function run(msg, matches)
  return [[

👥 قیمت گروه های آنتی اسپم :
---------------------------
  1 ماهه
---------------------------
  💵 ماهیانه زیر 1.5K
  30000ريال
 
  💶 ماهیانه بالای 3K 
  50000ريال
---------------------------
  2 ماهه
---------------------------
  💵 دائمی زیر 1.5K 
  500000ريال
  ال
  💶 دائمی بالای 3K 
  70000ريال
---------------------------
برای سفارش و شارژ گروه ضد اسپم
به آی دی @mamadkiller پیام بدهید.
  ]]
  end
return {
  description = "!buy", 
  usage = " !buy",
  patterns = {
    "^[#/!][Bb]uy$",
	"^خرید ربات$",
	"^نرخ$",
	"^Nerkh$",
	"^[#!/]Nerkh$",
    "^[Bb]uy$"
  },
  run = run
}
end
