do

function run(msg, matches)
  return [[<i> 
💠راهنمای فارسی💠
    
🔆شخصی سازی سوپرگروه:🔆
💭قفل
`(لینک-مخاطب-اسپم-فارسی-اعضا-راستچین-اعلان-استیکر-تگ-شکلک-انگلیسی-فروارد-کلمات زشت-وب لینک-رسانه-اشتراک گذاری-ربات-شماره-پوکر-صدا-عکس-فیلم-متن-همه-گیف-اینلاین-دستور)`
🗯بازکردن
`(لینک-مخاطب-اسپم-فارسی-اعضا-راستچین-اعلان-استیکر-تگ-شکلک-انگلیسی-فروارد-کلمات زشت-وب لینک-رسانه-اشتراک گذاری-ربات-شماره-پوکر-صدا-عکس-فیلم-متن-همه-گیف-اینلاین-دستور)`
📉ممنوعیت
`(صدا-فیلم-عکس-گیف-متن-همه)`
📈حذف ممنوعیت
`(صدا-فیلم-عکس-گیف-متن-همه)`
📝تنظیم
`(عکس-اسم-درباره-قوانین-نام کاربری-حساسیت)`
🚩عمومی (🔓-🔐)
💥مدیریت یک کاربر💥:
🚫بلاک `(ایدی یا ریپلای)`
🚫اخراج `(ایدی یا ریپلای)`
🚫بن `(ایدی یا ریپلای)`
🔒فیلتر کردن
فیلتر  `(کلمه موردنظر)`     : برای فیلر کردن کلمات
حذف فیلتر `(کلمه موردنظر)`  : حذف کردن تمامی کلماتی که فیلر شده
لیست فیلتر     : لیست کلمه هایی که فیلر شده
پاک کردن لیست فیلتر  : پاک کزدن تمامی کلماتی که فیلر شده    
    
⭕️انبن `(ایدی)`
📍تنظیم مالک `(ایدی یا ریپلای)`
📍تنطیم ادمین `(ایدی یا ریپلای)`
📍ارتقا `(ایدی یا ریپلای)`
🔻عزل `(ایدی)`
🔻عزل ادمین `(ایدی یا ریپلای)`
📵خفه کردن `(ایدی یا ریپلای)`
`*اگر برای دوبار پیاپی زده شود فرد ازادمیشود*`
📚دستورات عمومی سوپر گروه:📚
▫️لیست
`(اعضا-خفه ها-ممنوعیت-مدیران)`
▪️ادمین ها
▫️مالک
▪️ربات ها
🔹تنظیمات
🔸اطلاعات گروه
☎️ ا  !id
    
🔻قوانین
♦️حذف `(ریپلای)`
♦️اخراجم کن
🌀اطلاعات `(ایدی)`
🌀ایدی `(ریپلای یا ایدی)`
🔏تنظیم لینک
🏳لینک
🖌حذف  ` (عدد)`    : حدف پیام های گروه
 
 💽   انقضا      :      اطلاع از تاریخ انقضای گروها
⚙️!پاک کن      :    پاک کردن کسانی که دلیت اکانت کرده اند از گروه
—------------------------------------------------------------------------------------------------------------------------—
!setwlc   ` (متن مورد نظر)` 
تنظیم متن خوش امدگویی
!setbye   ` (متن مورد نظر)` 
تنظیم متن خارج شدن افراد از گروه
!delwlc
حذف متن خوش امدگویی
!delbye
حذف متن خارج شدن افراد از گروه
    
/warn   `(ریپلای یا ایدی)`
    اخطار دادن به یک فرددر گروه
/unwarn   `(ریپلای یا ایدی)`
    پاک کردن اخطار فرد 
   
    /font `(متن مورد نظر به فارسی)`
    زیبا نویسی نوشته
〰〰〰〰〰〰〰 
    
✨سازنده  : @rushiiii72✨
</i>]]
end

return {
  patterns = {
     "^[#!/][Hh][Ee][Ll][Pp]$",
      "^[Hh]elp$",
      "^کمک$",
    "^راهنما$"
  }, 
  run = run 
}

end
